
/* Localizble Strings for AirPort Utility */

/* Common button titles */
"title_Advanced" = "Haladó";
"title_Back" = "Vissza";
"title_Cancel" = "Mégsem";
"title_Continue" = "Folytatás";
"title_Finish" = "Befejezés";
"title_GoBack" = "Visszalépés";
"title_Next" = "Következő";
"title_No" = "Nem";
"title_Quit" = "Kilépés";
"title_Skip" = "Kihagyás";
"title_TryAgain" = "Újrapróbálkozás";
"title_Update" = "Frissítés";
"title_Yes" = "Igen";
"title_StartAgain" = "Indítás ismét";
"title_StopBlinking" = "Villogás leállítása";
"title_Other" = "Egyéb...";
"title_Upload" = "Feltöltés";

/* Device select origin strings */
"kDeviceOriginBaseStationBrowse" = "Alapállomás";
"kDeviceOriginConfigured.Base Station" = "Előző AirPort-bázisállomás konfiguráció";
"kDeviceOriginConfigured.Time Capsule" = "Előző Time Capsule konfiguráció";	/* Don't Localize "Time Capsule" in this string */
"kDeviceOriginNetworkScanned" = "Vezeték nélküli hálózat";
"kDeviceOriginNetworkPreferred" = "Korábban használt hálózat";

/* Status strings */
"status_Configured" = "Konfigurálva";
"status_Unconfigured" = "Nincs konfigurálva";

/* Joining wireless networks */
"password_protected" = "A(z) „%@” AirPort hálózat jelszóval védett.";
"enterprise_title" = "WPA Enterprise hálózat";
"enterprise_error" = "A(z) „%@” AirPort hálózat egy WPA Enterprise hálózat. Az AirPort segédprogram nem támogatja a WPA Enterprise hálózatokat.";
"password_error" = "A begépelt jelszó helytelen.";
"generic_join_error" = "A kiválasztott vezeték nélküli hálózathoz történő csatlakozáskor hiba lépett fel.";
"tryAgain" = "Kíván újból próbálkozni?";
"generic_read_error" = "A kiválasztott eszközzel történő kommunikáció során hiba lépett fel.";
"join_warning" = "Ezen AirPort Express azonosításához vezeték nélküli hálózatot kell váltania. A jelenlegi vezeték nélküli hálózatán keresztül létrejött összes kapcsolata meg fog szakadni. Kívánja folytatni?";
"finalJoinError" = "A(z) „%@” vezeték nélküli hálózathoz történő csatlakozás során hiba lépett fel.";
"finalJoinSuggest" = "Próbálja kijelölni az Wi-Fi menü „%@” elemét.";

/* Identify */
"identify_title" = "Azonosítás";
"light_is_blinking" = "A kiválasztott AirPort Express állapotfénye jelenleg felváltva sárgán és zölden villog.";
"GenericIdentifyDescription" = "A kiválasztott %@ eszköz állapotfénye jelenleg felváltva sárgán és zölden villog.";
"blinking_not_supported" = "Az azonosítási funkció nem támogatott a kijelölt AirPort vezeték nélküli eszközön";

/* Reading base station info */
"base_station_protected" = "Adja meg ezen %@ jelszavát.";

/* Help book name
	(should be "AirMac Help" for Japan?)
	*/
"AirPortExpressAssistantHelp"	= "AirPort Help";   /* this is really the AAU Help book (Don't have one for Assistant yet) */
"AirMacExpressAssistantHelp"	= "AirPort súgó";   /* this is really the AAU Help book (Don't have one for Assistant yet) */

/* User decision errors */
"no_unconfigured_title" = "Nem található új AirPort hálózat";
"no_unconfigured_networks" = "Győződjön meg róla, hogy a(z) %@ eszköze be van dugva, a számítógépének hatókörében található, majd az újbóli kereséshez kattintson a Folytatás gombra.";
"try_again_found_nothing" = "Nem található új AirPort-hálózat. Győződjön meg róla, hogy a(z) %@ eszköze be van dugva, a számítógépének hatókörében található, majd kattintson a Próbáld újra gombra.";
"no_mdns_record_showed_up" = "Az AirPort segédprogram nem találja az Airport vezeték nélküli eszközt.";
"no_other_networks_title" = "Nem található meglévő AirPort hálózat";
"no_other_networks_found" = "Győződjön meg róla, hogy a számítógépe a meglévő hálózatának hatókörében található.";


/* Keychain information */
"keychainBaseStationDescription" = "AirPort alapállomás jelszava";
"keychainBaseStationType" = "AirPort-bázisállomás";
"keychainNetworkDescription" = "AirPort hálózati jelszó";
"keychainNetworkType" = "AirPort hálózat";
"keychainSpeakerDescription" = "alkalmazásjelszó";
"keychainSpeakerType" = "Távoli hangszóró";

"ConfigAccessError" = "Alapállomás-hiba";

/* Panel Headers */
"introHeader" = "Bevezetés";
"networkSetupHeader" = "Hálózat-beállítás";
"summaryHeader" = "Összegzés";
"internetHeader" = "Internet-beállítás";
"PeripheralsHeader" = "AirPort-lemezek beállítása";
"WDSHeader" = "WDS beállítás";
"MigrateDiskHeader" = "Lemez költöztetése";

/* Continue text strings */
"continueWelcome" = "A kezdéshez kattintson a Folytatás gombra.";
"continueProceed" = "A továbblépéshez kattintson a Folytatás gombra.";
"continueScanAgain" = "Az újbóli kereséshez kattintson a Folytatás gombra.";
"wdsWarningFooter" = "A vezeték nélküli hálózat nevének, vezeték nélküli biztonságának vagy vezeték nélküli jelszavának módosításával a WDS meg fog szakadni.";
"clientWarningFooter" = "A vezeték nélküli hálózat nevének, vezeték nélküli biztonságának vagy vezeték nélküli jelszavának módosítása megszakítja az AirPort Express kapcsolatát.";
"clientStartWarningFooter" = "A beállítások módosításával megszakadhat az AirPort Express kapcsolata.";

/* Pre-verification error strings */
"mismatchPassword" = "A Jelszó és Jelszó-visszaellenőrzés mezők tartalma nem egyezik.";
"mismatchWirelessPassword" = "A Vezeték nélküli jelszó és a Jelszó-visszaellenőrzés mezők tartalma nem egyezik.";
"mismatchPasswordReenter" = "Gépelje be ugyanazt a jelszót mindkét mezőbe.";
"missingWirelessPassword" = "A folytatáshoz egy vezeték nélküli jelszó szükséges.";
"wirelessNetworkPassword" = "Vezeték nélküli jelszó";
"missingNetworkName" = "A folytatáshoz egy vezeték nélküli hálózat neve szükséges.";
"missingNetworkNameWDS" = "A folytatáshoz válasszon egy AirPort Extreme vagy AirPort Express hálózatot.";
"missingNetworkNameClient" = "A folytatáshoz válasszon egy vezeték nélküli hálózatot.";
"missingAccountName" = "A folytatáshoz egy PPPoE fióknév szükséges.";
"missingPassword" = "A folytatáshoz egy jelszó szükséges.";
"missingPhone" = "A folytatáshoz egy elsődleges telefonszám szükséges.";
"missingUsername" = "A folytatáshoz egy fióknév szükséges.";

/* Public password strings */
"genericConfirmPublicPassword" = "Eme %@ az alapértelmezett „public” jelszóval védett.";
"ConfirmPublicPassword1" = "A nagyobb biztonság érdekében hozzon létre másik jelszót.";

/* Error Titles */
"settingError" = "Beállításhiba: %@";
"generalError" = "Általános hiba";
"passwordError" = "Jelszóhiba";

/* WDS status strings */
"ConfiguringForWDS" = "Ezen %@ konfigurálása az AirPort hálózatának kiterjesztésére";
"WDSConfigInitialString" = "A(z) %@ a meglévő vezeték nélküli hálózatának kiterjesztésére állítódik be éppen. Várjon néhány pillanatot, amíg ez elkészül.";

/* WDS progress sheet messages */
"WDSConfiguringMain" = "Fő hálózat konfigurálása egy új WDS távoli állomás számára.";
"WDSConfiguringRemote" = "WDS távoli állomás konfigurálása egy fő hálózathoz történő kapcsolódáshoz.";
"WDSJoiningNewNetwork" = "Csatlakozás egy új WDS hálózathoz.";

/* DWDS progress sheet messages */
"DWDSConfiguringMain" = "Meglévő vezeték nélküli hálózatának konfigurálása arra, hogy kapcsolódni lehessen rá.";
"DWDSConfiguringRemote" = "A(z) %@ konfigurálása a meglévő vezeték nélküli hálózatára való kapcsolódásra.";
"DWDSJoiningNewNetwork" = "Kapcsolódás a meglévő vezeték nélküli hálózatára.";
"GeneralDWDSError" = "Ezen AirPort vezeték nélküli eszköz a meglévő vezeték nélküli hálózathoz való csatlakozáshoz történő beállításakor hiba lépett fel. Lépjen ki az AirPort segédprogramból, és próbálja újra.";
"DWDSSetupCanceled" = "A beállítás vissza lett vonva.";
"DWDSConfigInitialString" = "A(z) %@ a meglévő vezeték nélküli hálózatára való kapcsolódásra állítódik be éppen. Várjon néhány pillanatot, amíg ez elkészül.";

/* Migrate Settings progress sheet messages */
"MigrateSettingsReadingSource" = "A kijelölt %@ beállításainak beolvasása…";
"MigrateSettingsReadingSourceGeneral" = "A kijelölt AirPort vezeték nélküli eszköz beállításainak beolvasása…";
"MigrateRejoiningNetwork" = "Ismételt csatlakozás a hálózathoz…";
"MigrateSettingsGeneralError" = "Nem sikerült beállítani ezt a(z) %@ elemet a kijelölt eszköz helyett való használatra. Lépjen ki az AirPort segédprogramból, és próbálja újra.";
"MigrateSettingsIniting" = "A(z) %@ beállítása folyamatban van a kijelölt AirPort vezeték nélküli eszköz helyetti használatra…";

/* Migrate Disk progress sheet messages */
"MigrateDiskGeneralError" = "Hiba történt a kijelölt Time Capsule cseréjére és a költöztetés kezdésére tett kísérlet során. Lépjen ki az AirPort segédprogramból, és próbálja újra.";
"MigrateDiskIniting" = "Költöztetés indítása…";
"MigrateSettingsJoiningSource" = "Csatlakozás az előző Time Capsule készülékhez…";
"MigrateDiskPreparingDest" = "Költöztetési beállítások…";
"MigrateDiskWaitingForResolve" = "Várakozás a Time Capsule készülékek újraindulására…";
"MigrateDiskStartingBackup" = "Lemez költöztetésének kezdése…";

/* Settings only migration progress sheet messages */
"UpdateDeviceJoiningSource" = "Csatlakozás a korábbi %@ készülékhez…";
"UpdateDeviceWritingSource" = "Beállítások írása az új %@ készülékre…";
"UpdateDeviceGeneralError" = "Nem sikerült beállítani ezt a(z) %@ eszközt. Lépjen ki az AirPort segédprogramból, és próbálja újra.";

/* Migrate Disk labels */
"MigrateDiskCategory" = "Költöztetés";
/* "MigrateDiskSummaryLabel" = "Migrate Time Capsule Disk From";   */

/* Migrate Disk panel */

"MigrateDiskTempNetworkName" = "ideiglenes-régi";
"MigrateDiskFooter" = "Kattintson a Frissítés gombra a beállítások és a lemez tartalmának költöztetéséhez.";

/* Updating progress strings */
"genericWaitRestart" = "Várakozás %@ újraindulására…";
"networkSearch" = "Az Ön vezeték nélküli hálózatának keresése…";
"attemptJoin" = "Kapcsolódás a vezeték nélküli hálózathoz…";

/* Misc Strings */
"providedAuto" = "(Automatikusan megadva)";
"selectNetwork" = "Hálózatválasztás";

/* Summary Panel Labels */
"connectUsingLabel" = "Kapcsolódás ezzel:";
"configureViaLabel" = "TCP/IP konfigurálása:";
"ipAddressLabel" = "IP-cím:";
"accountNameLabel" = "Fióknév:";
"serviceLabel" = "Szolgáltatásnév:";
"connectUsingWDS" = "Kapcsolódás hálózathoz (WDS használatával)";
"SummaryTheseSettingsAreNotCorrect" = "A beállítások nem helyesek";

/* Modem Panel Labels */
"secondaryPhoneLabel" = "Másodlagos telefonszám:";
"usernameLabel" = "Fióknév:";

/* WPA with WDS error strings */
"CantUseWPAForWDSMain" = "A WPA-t használó WDS azt igényli, hogy az AirPort vezeték nélküli eszköz az aktuális belsővezérlőprogram-verziót használja. Győződjön meg róla, hogy a legfrissebb belső vezérlőprogram van használatban, vagy állítsa a vezeték nélküli biztonságot WEP értékre, és próbálja újra.";

/* WPA Enterprise WDS error */
"wdsMainIsWPAEnterpriseError" = "Egy WPA Enterprise hitelesítést használó AirPort vezeték nélküli eszközt választott ki fő WDS vezeték nélküli eszközeként. Az AirPort segédprogram nem támogatja a WPA Enterprise hitelesítést a fő WDS vezeték nélküli eszközön.";

/* WDS Errors */
"GeneralWDSError" = "Ezen AirPort vezeték nélküli eszköz a WDS használatára való beállításakor hiba lépett fel. Lépjen ki az AirPort segédprogramból, és próbálja újra.";
"MainInBridgeModeForWDSError" = "A fő WDS vezeték nélküli eszközként kijelölt AirPort vezeték nélküli eszköz nem oszt ki IP-címeket. Állítsa be ezen vezeték nélküli eszközt IP-címek kiosztására.";
"WDSSetupCanceled" = "A WDS beállítás vissza lett vonva.";
"WDSErrorTitle"	= "WDS beállítási hiba";

/* Status messages */
"joining_network" = "Csatlakozás a vezeték nélküli hálózathoz.";
"reading_config" = "Konfiguráció olvasása…";
"status_scan" = "Hálózatok keresése…";
"status_search" = "Az AirPort vezeték nélküli eszközök keresése…";
"status_identify" = "Azonosítás…";

/* Maybe needed to fix 3663944 */
"available_networks" = "Elérhető AirPort hálózatok:";
"select_network" = "Válassza ki a beállítani kívánt AirPort hálózatot.";

/* Generic Labels ( %@ to be replaced with localized AirPort Express or AirPort Extreme ) */
"genericNameLabel" = "%@ név";
"genericPasswordLabel" = "%@ jelszó";
"genericModeLabel" = "%@ üzemmód";

"genericNewChoice" = "Egy új %@ eszköz beállítása";
"genericOldChoice" = "Meglévő %@ beállításainak módosítása";
"genericBasePassPanelHeader" = "%@ beállítása";

/* Generic Descriptions with 1 %@ ( %@ to be replaced with localized AirPort Express or AirPort Extreme ) */
"genericIntroductionHeader" = "Válassza ki, hogy egy új %@ eszközt kíván-e beállítani vagy egy olyat, melyet már beállított.";
"genericSelectNewHeader" = "Jelölje ki a beállítani kívánt %@ eszközt. Amennyiben az nem szerepel a listán, kattintson a Keresés újra gombra. Amennyiben nem biztos abban, hogy melyik AirPort vezeték nélküli eszközt kell kijelölni, kattintson az Azonosítás gombra.";
"genericSelectConfiguredHeader" = "Jelölje ki a módosítani kívánt %@ eszközt. Amennyiben az nem szerepel a listán, kattintson a Keresés újra gombra. Ha nem biztos abban, hogy melyik AirPort vezeték nélküli eszközt kell kijelölni, kattintson az Azonosítás gombra.";
"genericSelectNetworkHeader" = "Válassza ki a beállítani kívánt %@ eszközt tartalmazó AirPort-hálózatot.";
"genericClientDescription" = "Válassza ki ezt a beállítást, ha azt kívánja, hogy %@ eszköz kiterjessze a vezeték nélküli hálózatát és megossza annak internetkapcsolatát.";
"genericNetworkNameHeader" = "A(z) %@ eszközének testreszabását kezdje úgy, hogy elnevezi a vezeték nélküli hálózatát.";
"genericNetworkNameDescription" = "Ezt a nevet fogja látni, amikor a hálózatára kíván csatlakozni.";
"genericBaseNameDescription" = "Következő lépésként nevezze el %@ elemét.";
/* genericUserOwnership will be formatted as "<UserName>’s <Product Name>", as in "Steve’s AirPort Extreme" or "Steve's wireless network" - DON'T use a curly quote here or the network name will be UTF8 by default*/
"genericUserOwnership" = "%1$@ %2$@";
"genericWirelessNetwork" = "Hálózat";
"genericBasePasswordHeader" = "Adjon meg egy jelszót ezen %@ beállításainak védelmére.";
"genericBasePasswordDescription" = "Ezen %@ beállításainak módosításához szüksége lesz erre a jelszóra.";
"genericBasePasswordDescription2" = "A nagyobb biztonság érdekében használjon a hálózati jelszótól eltérő jelszót.";
"genericModeHeader" = "Válassza ki, hogy mit kíván tenni a(z) %@ eszközzel.";
"genericSummaryHeader" = "A(z) %@ az alábbi beállításokat fogja használni. Győződjön meg róla, hogy azok helyesek.";
"genericSummaryNoChangeHeader" = "Ez a(z) %@ jelenleg az alábbi beállításokat használja.";
"genericReplaceSummaryHeader" = "Ez a(z) %1$@ a(z) „%2$@” beállításaival lesz beállítva.";
"genericSummaryFooter" = "Amennyiben helyesek a beállítások, kattintson a Frissítés gombra ezen %@ beállításának befejezéséhez.";
"genericSummaryFooterClickInstructions" = "A beállítások módosításához kattintson a Visszalépés gombra.";
"genericPPPoEHeader" = "Adja meg az Ethernetes PPP (PPPoE) fiók nevét, jelszavát és az opcionális szolgáltatási nevét, melyet az internetszolgáltatótól kapott.";
"genericDHCPHeader" = "A(z) %@ jelenleg DSL- vagy kábelmodem használatával, vagy DHCP által automatikusan kiosztott IP-című Ethernet segítségével csatlakozik az internethez. Erősítse meg ezt, vagy adja meg az internetszolgáltatójától vagy rendszergazdájától bármely egyéb opcionális adatot.";
"genericModemHeader" = "Adja meg ezen %@ modembeállításait.";
"genericBridgeModeHeader" = "Válassza ki, hogy %@ eszközét híd űzemmódban kívánja-e használni vagy DHCP és NAT használatával megoszt egy IP-címet.";
"genericBridgeModeYes" = "Híd üzemmód";
"genericBridgeModeYesDescription" = "Válassza ki ezt a beállítást, ha a(z) %@ készüléke egy olyan routerhez vagy egyéb hálózati eszközhöz kapcsolódik, amely már DHCP vagy NAT használatával oszt ki IP-címeket.";
"genericBridgeModeNo" = "IP-cím megosztása DHCP és NAT használatával";
"genericBridgeModeNoDescription" = "Válassza ki ezt a beállítást, ha a(z) %@ eszköze DSL- vagy kábelmodem használatával közvetlenül kapcsolódik az internethez vagy egy internetkapcsolattal rendelkező hálózathoz, és a hálózaton lévő számítógépek számára DHCP és NAT használatával kíván IP-címeket kiosztani.";
"genericFinalDescription" = "A(z) %@ be van állítva az internetre való csatlakozáshoz és egy USB-nyomtató megosztásához.";
"genericMissingNameWarning" = "A folytatáshoz egy %@ név szükséges.";
"genericMissingNameWarning.alternateArticle" = "A folytatáshoz egy %@ név szükséges.";
"genericMissingBasePassWarning" = "A folytatáshoz egy jelszó szükséges.";
"genericMismatchBasePassword" = "A Jelszó és Jelszó-visszaellenőrzés mezők tartalma nem egyezik.";
"ResetBroadbandMessage" = "Ha kábelmodemmel csatlakozik az internetre, kapcsolja ki a modemet, vegye ki az akkumulátort, ha van benne, várjon néhány másodpercet, tegye vissza az akkumulátort, majd kapcsolja be újra a modemet.";

/* Generic Descriptions with more than 1 %@
	This string in english will look like either:
	"AirPort Utility has found a new AirPort Express with a wireless network named "Apple Network 123456".
	or "AirPort Utility has found a new AirPort Express named "Base Station 123456".
	*/
"genericEZIntroHeader" = "Az AirPort segédprogram új „%3$@” nevű %1$@%2$@ eszközt.\n\nHa ez nem a beállítani kívánt %4$@, győződjön meg róla, hogy az be van dugva és ennek a számítógépnek a közelében található, majd próbálkozzon újra.";
"withNetworkNamed" = " vezeték nélküli hálózattal";
"genericNoNetworksHeader" = "Nem található %1$@ hálózat. Győződjön meg róla, hogy %2$@ eszköze be van dugva és a számítógépének hatókörében található.";
"genericOldNetworkConfirm" = "Az AirPort segédprogram talált egy „%2$@” nevű vezeték nélküli hálózattal rendelkező %1$@ eszközt.\n\nHa ez nem az a konfigurálni kívánt %3$@, győződjön meg róla, hogy az be van dugva, és ennek a számítógépnek a hatókörében van, majd kattintson a Újrakeresés gombra.";
"genericOldExpressConfirm" = "Az AirPort segédprogram egy „%2$@” nevű %1$@ eszközt talált.\n\nHa ez nem a beállítani kívánt %3$@, kattintson a Újrakeresés gombra.";

/* Strings that need to change depending on which type of base station is being configured */
"expressBaseNameDescriptionAddition" = "Az iTunes zenének ezen AirPort Express segítségével történő lejátszásához válassza ki azt az iTunes ablak jobb alsó sarkában látható kibomló menüből.";

"expressFinalDescription" = "Az AirPort Express eszköz be van állítva az internethez való csatlakozáshoz, egy USB-nyomtató megosztására, valamint az iTunes zenéknek a távoli hangszórókon történő lejátszására az AirPlay használatával.";

"expressClientRadio" = "Csatlakozás a jelenlegi vezeték nélküli hálózatomhoz";
"extremeClientRadio" = "AirPort Extreme, AirPort Express hálózatom hatókörének kiterjesztése";

"expressClientDescription" = "Válassza ki ezt a beállítást, ha ezen %@ eszközt a meglévő vezeték nélküli hálózatához adja hozzá.";

"expressModeHeader" = "Mindkét beállítás lehetővé teszi egy USB-nyomtató megosztását és iTunes zenéknek a távoli hangszórókon történő lejátszását az AirPlay használatával.";

/* Reachability error */
"genericNetworkTitle" = "Hálózati hiba";
"noWirelessReachability" = "AirPort-kártya használatával kíván hozzáférni egy AirPort vezeték nélküli eszközhöz, azonban az Ethernet-hálózatán van egy azonos IP-című eszköz. Húzza ki az Ethernet-kábelét, várjon néhány másodpercig, és próbálja újra.";
"noEthernetReachability" = "Ethernet használatával kíván hozzáférni egy AirPort vezeték nélküli eszközhöz, azonban az AirPort hálózatán van egy azonos IP-című eszköz. Kapcsolja ki az AirPort-kártyát, várjon néhány másodpercig, és próbálja újra.";
"genericReachabilityError" = "A kijelölt AirPort vezeték nélküli eszköz elérése során hiba lépett fel. Győződjön meg róla, hogy nincs másik %@ IP-című eszköz a hálózatán.";
"superGenericReachabilityError" = "A kijelölt AirPort vezeték nélküli eszközhöz történő csatlakozás során hiba lépett fel.";
"WDSSetupRequiresAWirelessCard" = "Az AirPort segédprogram nem képes ezen AirPort vezeték nélküli eszköz WDS-ként történő beállításra, mert ebbe a számítógépbe nincs AirPort-kártya telepítve.";

/* Uploading Firmware */
"firmwareError"	= "A(z) „%@” firmware kódra történő frissítéskor hiba lépett fel.";
"firmwareProgress" = "Frissítés %@ firmware kódra…";
"firmwareNewer" = "Újabb verziójú (%1$@) %2$@ firmware áll rendelkezésre.";
"firmwareNewerSmall" = "A telepítéséhez kattintson a Frissítés gombra.";
"firmwareSuccess" = "A(z) %@ sikeresen frissítve lett.";
"firmwareRequired" = "A kiválasztott hálózat a firmware kódjának frissítését igényli.";

/* AirPort 4.2 */
"wepLabel" = "128 bites WEP (kompatibilisebb)";
"wpa1label" = "WPA Personal (biztonságosabb)";
"wpa2label" = "WPA2 Personal (biztonságosabb)";
"wepDescription" = "Olyan biztonságot biztosít, mely kompatibilisebb a régebbi vezeték nélküli számítógépekkel és eszközökkel. A nem-Macintosh számítógépek hálózathoz történő csatlakozásának megkönnyítésére pontosan 13 karakterből álló jelszót adjon meg.";
"wpa1description" = "A vezeték nélküli biztonság maximális szintjét nyújtja. Csak a WPA funkciót támogató számítógépek tudnak ehhez a hálózathoz kapcsolódni. Meg kell adnia egy 8 és 63 karakter közé eső, vagy egy 64 hexadecimális karakter hosszúságú jelszót.";
"wpa1and2description" = "A vezeték nélküli biztonság maximális szintjét nyújtja. A WPA és WPA2 funkciót támogató számítógépek tudnak erre a hálózatra kapcsolódni. Meg kell adnia egy 8 és 63 karakter közé eső, vagy egy 64 hexadecimális karakter hosszúságú jelszót.";
"wpa2description" = "A vezeték nélküli biztonság maximális szintjét nyújtja. A WPA2 hitelesítést támogató számítógépek képesek a hálózatra csatlakozni. Meg kell adnia egy 8 és 63 karakter közé eső, vagy egy 64 hexadecimális karakter hosszúságú jelszót.";
"tsnDescription" = "A régebbi WEP kliensekkel kompatibilis biztonságot biztosít, de lehetővé teszi, hogy WPA és WPA2 használatával az újabb kliensek is kapcsolódhassanak a hálózathoz. Pontosan 13 karakterből álló jelszót kell megadnia.";
"badWPAPasswordLength" = "Adjon meg egy 8 és 63 karakter közé eső Vezeték nélküli jelszót.";
"v6_not_configured_title" = "IPv6 nincs konfigurálva";
"v6_not_configred_on_all_interfaces" = "Az AirPort segédprogram IPv6 használatával megbízhatóbban képes az AirPort vezeték nélküli eszközével kommunikálni.";
"v6_not_configured_turn_on_confirm" = "Be kívánja most konfigurálni az IPv6 funkciót?";
"v6_not_configured_turn_on" = "Kapcsolja be az IPv6 funkciót a Rendszerbeállításokban.";
"v6_not_configured_turn_on_win" = "Kapcsolja be az IPv6 funkciót a Vezérlőpulton.";
"authorization_error_title" = "Hitelesítési hiba";
"authorization_error" = "Az AirPort segédprogram nem képes módosítani a hálózati beállításait, mert a hálózati beállítási panel védett.";

/* change this to 0 for non-US installations */
"USAConfiguration" = "1";

/* BasePassword Panel */
"BaseNameDescription" = "Ennek a névnek a használatával fogja azonosítani ezen %@ eszközt.";
"BaseNameInternalDiskDescription" = "Ez a név lesz használatban a Time Capsule lemez számára is.";

/* PeripheralsPanel */
"FileSharingPasswordPromptInternalDisk" = "Adja meg a Time Capsule-lemez vagy a(z) %@ eszközre csatlakoztatott USB-lemezek jelszavát.";
"FileSharingPasswordPrompt" = "Adja meg az AirPort-lemezek jelszavát.";
"GuestAccessPrompt" = "Engedélyezheti továbbá vendégek jelszó nélkül kapcsolódhassanak az AirPort-lemezekre.";
"FileSharingDisclosure" = "Fájlmegosztási beállítások";
"UseDiskPasswordCheckBox" = "Másik jelszó használata a lemez védelmére";

/* Wireless Options Panel */
"RadioCountryDescription" = "Válassza ki azt az országot, ahol ezen %@ eszközt használja.";
"RadioModeDescription" = "Válassza ki ezen %@ rádiómódját.";

/* ProblemCode Panel */
"ProblemPanelDefaultControlIndent"	= "175";
"ProblemPanelDefaultControlWidth"	= "250";
"ProblemCodeTitle" = "%1$d / %2$d probléma: %3$@";
"ProblemCodeProblemResolved" = "Ez a probléma megoldódott.";
"UnresolvedProblem" = "Ennek a problémának a megoldása nélkül kívánja folytatni?";
"UnresolvedProblemAssistant" = "Ez a konfiguráció a(z) %@ állapotfényének sárga villogását fogja okozni. Biztos benne, hogy folytatni kívánja?";
"ProblemShouldBeResolved" = "Kattintson a Kihagyás gombra, hogy megakadályozza a(z) %@ állapotfényének sárga villogását ennek a problémának az esetén.";
"ProblemNotResolved" = "Ez a probléma nem lett megoldva. Kérem, próbálkozzon újra.";

/* Problem Summary Panel */
"ProblemSummaryResolution" = "Felbontás";
"ProblemSummaryIgnored" = "Kihagyva";
"ProblemSummaryResolved" = "Megoldva";
"ProblemSummaryConfigChanged" = "Konfiguráció módosítva";
"ProblemSummaryUnresolved" = "Megoldatlan";
"ProblemSummaryHeader" = "Ez az altábla jelzi a(z) %@ eszköze által jelentett problémákat, és hogy azok ki lettek-e javítva vagy sem.";
"ProblemSummaryChoicePrompt" = "Mit kíván most tenni?";
"ProblemSummaryUpdateWithTheseSettings" = "A(z) %@ frissítése ezekkel a beállításokkal";
"ClickUpdateToUpdate" = "Ezen %@ beállításának befejezéséhez kattintson a Frissítés gombra.";
"ProblemSummaryReconfigureToo" = "%@ más beállításainak módosítása";
"ProblemSummaryReconfigureFooter" = "A(z) %@ beállításainak módosításához kattintson a Folytatás gombra.";
"ProblemSummarySwitch" = "Másik AirPort vezeték nélküli eszköz beállítása";
"ClickDoneToSwitch" = "Másik AirPort vezeték nélküli eszköz kijelöléséhez kattintson a Kész gombra.";
"ProblemSummaryAllResolved" = "Az összes probléma megoldódott.";

/* Ethernet Panel */
"EthernetPanelDefaultControlIndent"	= "175";
"EthernetPanelDefaultControlWidth"	= "250";
"EthernetPanelDescription" = "Adja meg az internetszolgáltatótól kapott TCP/IP adatokat. Ha az IP-címet automatikusan kapja meg, válassza a DHCP használatával elemet. Adott IP-cím begépeléséhez válassza a Kézzel beállítást.";
"DHCPConfirmPanelDHCP_Yes" = "DSL vagy kábelmodemmel csatlakozom az internethez, DHCP használatával";
"DHCPConfirmPanelDHCP_No" = "Nem használok DHCP-t";

/* PPPoE Panel */
"PPPoEConfirmPanelDefaultControlIndent"	= "175";
"PPPoEConfirmPanelDefaultControlWidth"	= "250";
"PPPoEConfirmPanelPPPoE_Yes" = "DSL vagy kábelmodemmel csatlakozom az internethez, PPPoE használatával";
"PPPoEConfirmPanelPPPoE_No" = "Nem használok PPPoE-t";

/* Default Setup Assistant Panel values*/ 
"SetupAssistantPanelDefaultControlIndent"= "175";
"SetupAssistantPanelDefaultControlWidth" = "250";

/* Wireless Security Panel */
"WirelessSecurityPanelDescription" = "Adja meg a vezeték nélküli hálózat nevét és biztonsági szintjét.";
"NetworkSecurityDefaultControlIndent"= "175";
"NetworkSecurityDefaultControlWidth" = "250";
"WPAEnterpriseSecurityDescription" = "Ez a vezeték nélküli hálózat WPA Enterprise módszerrel van biztosítva. Ha módosítani kívánja a RADIUS szerver beállításait, válassza az Alapállomás menüből a Kézi beállítás elemet.";
"NoSecurityLabel" = "Nincs biztonság";
"NoSecurityDescription" = "Bármely vezeték nélküli eszköz jelszó megadása nélkül kapcsolódhat a hálózatára.";
"NoSecurityUncheckedFooter" = "Mielőtt folytathatná a következő lépéssel, fentebb ki kell választania egy jelölőnkockát.";

/* Join Network Panel */
"JoinNetworkPanelDescription"= "Válassza ki, hogy a(z) %@ melyik vezeték nélküli hálózatot használja. Amennyiben nem látja a hálózatát, kattintson a menüre az újbóli próbálkozáshoz. Amennyiben továbbra sem látja a hálózatát, győződjön meg róla, hogy az be van dugva.";
"JoinNetworkQ61AudioNameSuggestion" = "Például: Nappali szoba.";
"JoinNetworkExtendDescription" = "Amennyiben ki kívánja terjeszteni ennek a hálózatnak a hatókörét, lehetővé szeretné tenni, hogy a kliensek vezeték nélkül vagy Ethernet használatával kapcsolódjanak rá, jelölje ki az alábbi jelölőnégyzetet.";
"JoinNetworkExtendCheckboxTitle" = "Hálózat hatókörének kiterjesztéset";
"JoinNetworkExtendWarning" = "Ez hatással lehet a hálózat általános teljesítményére.";
"JoinNetworkProxySTADescription" = "Amennyiben nem jelöli ki a jelölőnégyzetet, %@ eszköze hang- és USB-szolgáltatást fog nyújtani, és a kliensek csak Ethernet használatával kapcsolódhatnak a hálózathoz.";

/* Extend Panel */
"ExtendNetworkPanelDescription"= "Az alábbi menüből válassza ki a kiterjeszteni kívánt AirPort Extreme vagy AirPort Express hálózatot. Amennyiben nem látja a hálózatot, az újbóli próbálkozáshoz kattintson a menüre. Amennyiben továbbra sem látja a hálózatát, győződjön meg róla, hogy az AirPort vezeték nélküli eszköz csatlakoztatva van és ennek a számítógépnek a hatókörében található.";

/* Internet Choice Panel */
"InternetChoiceDescription" = "Válassza ki, hogy miként kapcsolódik az internethez";
"InternetChoiceDSLCableEthernet" = "DSL vagy kábelmodemet használok statikus IP-címmel vagy DHCP-vel";
"InternetChoiceDSLCablePPPoE" = "DSL- vagy kábelmodemet használok Ethernetes PPP-vel (PPPoE)";
"InternetChoiceLAN" = "A helyi hálózatomra (LAN) kapcsolódom";
"InternetChoiceModem" = "A telefonvonalamhoz csatlakoztatott modemet használok";
"InternetChoiceNoInternet" = "Jelenleg nem állok készen az internethez csatlakozáshoz";

/* Client or AP Panel */
"ClientAP_APRadioTitle" = "Hozzon létre új vezeték nélküli hálózatot";
"ClientAP_APRadioDesc" = "Válassza ezt a beállítást, ha új vezeték nélküli hálózatot állít be a szélessávú internetkapcsolatnak vezeték nélküli számítógépekkel történő megosztására.";
"ClientAP_FirstTimeConfig" = "Úgy tűnik, hogy első alkalommal konfigurálja ezen %@ eszközt.";
"ClientAP_FirstTimePrompt" = "Válassza ki, hogy miként kívánja beállítani ezen %@ eszközt.";

/* Client or Extend Panel */
"ClientWDS_PanelDescription" = "Válassza ki, hogy %@ eszközét vezeték nélküli kliensként a meglévő vezeték nélküli hálózatára kívánja kapcsolni, vagy azzal a vezeték nélküli hálózatának hatókörét szándékozik kiterjeszteni.";
"ClientWDS_JoinRadioTitle" = "Csatlakozás a vezeték nélküli hálózatomra";
"ClientWDS_JoinRadioDesc" = "Válassza ki ezt a beállítást, ha %@ eszközét csak USB-nyomtató megosztására vagy iTunes zenéknek távoli hangszórókon történő lejátszására kívánja használni.";
"ClientWDS_ExtendRadioTitle" = "AirPort Extreme vagy AirPort Express hálózatom hatókörének kiterjesztése";
"ClientWDS_ExtendRadioDesc" = "Válassza ki ezt a beállítást, ha azt kívánja, hogy %@ eszköze kiterjessze a vezeték nélküli hálózatát és megossza annak internetkapcsolatát.";

/* Internet Modem Panel */
"ModemUseAOL" = "AOL";
"ModemUseOtherISP" = "Másik internetszolgáltató";
"PrimaryPhoneNumber" = "Elsődleges telefonszám";
"PrimaryDNSServer" = "Elsődleges DNS-szerver";

/* Identity Panel */ 
"genericInternalDiskProductTextBlock" = "A(z) %@ biztonsági mentést tud készíteni a Mac OS X v 10.5 vagy újabb rendszert futtató számítógépről a Time Machine használatával, és meg tudja osztani az internetkapcsolatát és az USB-eszközöket a hálózatán lévő számítógépekkel.";
"genericAudioProductTextBlock" = "A(z) %@ az AirPlay használatával távoli hangszórókon le tud játszani iTunes zenéket, és meg tudja osztani internetkapcsolatát, valamint a hálózatán lévő USB-eszközöket.";
"genericProductTextBlock" = "A(z) %@ meg tudja osztani az internetkapcsolatát és a hálózatán lévő USB-eszközöket.";
"genericInternalDiskProductNameTextBlock" = "Adjon nevet %@ eszközének. Ez a név azonosítja azt a hálózaton, és ez a lemez neve is.";
"genericEnterName" = "Adja meg %@ eszközének nevét.";
"IdentityDescription" = "Ez a név azonosítja a(z) %@ eszközét a hálózaton.";

/* Replace Network Panel */
"ReplaceNetworkPanelDescription" = "Az AirPort segédprogram észlelte a(z) „%@” hálózatot és megállapította, hogy ez a számítógép korábban már csatlakozott hozzá. Válassza ki, hogy mit kíván tenni %@ eszközével.";
"ReplaceNetworkPanelReplacingPrevious" = "A(z) „%1$@” hálózat cseréje a(z) %2$@ eszközzel";
"ReplaceNetworkPanelReplacingAnother" = "Másik hálózat cseréje a(z) %@ készülékkel";
"ReplaceNetworkPanelCreatingNewNetwork" = "Hozzon létre új hálózatot a(z) %@ használatával";
"ReplaceNetworkPanelReplacingOtherTableDescription" = "Az alábbi listáról válassza ki a kicserélendő hálózatot:";
"TurnOffNetworkBeingReplaced" = "Húzza ki a kicserélendő eszközt, és kattintson az OK gombra. Amennyiben az eszköz újbóli használatát tervezi, állítsa vissza azt a gyári alapértékekre.";

"FoundWirelessNetworksDescription" = "Az AirPort segédprogram meglévő vezeték nélküli hálózatokat észlelt. Van már vezeték nélküli hálózata?";
"NotFoundWirelessNetworksDescription" = "Az AirPort segédprogram nem észlelt meglévő vezeték nélküli hálózatokat. Van már vezeték nélküli hálózata?";
"FoundWirelessNetworksIHaveOne" = "Van vezeték nélküli hálózatom, és hozzá kívánom adni a(z) %@ eszközt, vagy a hálózatom egy meglévő eszközét szeretném kicserélni.";
"FoundWirelessNetworksIHaveOneDescription" = "Válassza ki ezt a beállítást, ha meglévő bázisállomását vagy vezeték nélküli routerjét ki kívánja cserélni a(z) %@ eszközre, illetve hozzá kívánja azt adni a hálózatához.";
"CreateAWirelessNetwork" = "Új vezeték nélküli hálózatot kívánok létrehozni";

"genericWhatDoYouWantToDoWith" = "Válassza ki, hogy mit kíván tenni a(z) %@ eszközzel.";

"ReplaceAddWiredChoiceJoin" = "A(z) %@ eszközt a jelenlegi hálózatomra kívánom csatlakoztatni";
"ReplaceAddWiredChoiceReplace" = "Meglévő bázisállomást vagy vezeték nélküli routert kívánok kicserélni ezen %@ eszközre";
"ReplaceAddWiredChoiceReplaceDescription" = "Válassza ki ezt a beállítást, ha ki kívánja cserélni a hálózatának egyik bázisállomását vagy vezeték nélküli routerjét, és annak beállítását szeretné a(z) %@ eszközön használni.";
"JoinExpandWirelessDisabledChoiceJoin" = "A(z) %@ eszközt vezeték nélkül kívánom a jelenlegi hálózatomra csatlakoztatni";
"JoinExpandWirelessDisabledChoiceExpand" = "Ethernet használatával kívánom a(z) %@ eszközt a hálózatomra csatlakoztatni a hálózatom kiterjesztése vagy egy második hálózat létrehozása céljából";
"JoinExpandWirelessDisabledChoiceDisabled" = "Ki kívánom kapcsolni ezen %@ eszköz vezeték nélküli hálózatát, és Ethernet használatával szeretném azt csatlakoztatni a számítógépemre vagy hálózatomra.";


"ConfigureForWiredCreateAdditionalNetwork" = "További hálózatot kívánok létrehozni";
"ConfigureForWiredCreateAdditionalNetworkDescription" = "Válassza ki ezt a beállítást, ha %1$@ eszközét Ethernet használatával kívánja csatlakoztatni, és a jelenlegi hálózatán kívül egy %2$@ hálózatot kíván létrehozni. A 802.11 b/g/n vezeték nélküli kliensek, beleértve az iPhone készülékeket is, kapcsolódhatnak a meglévő 2.4GHz frekvenciájú hálózatára. A 802.11 a/n vezeték nélküli kliensek kapcsolódhatnak az 5GHz frekvenciájú hálózathoz.";
"ConfigureForWiredCreateRoamingNetwork" = "%@ készülékemet Ethernet használatával szeretném csatlakoztatni, és meglévő vezeték nélküli hálózatomat ki kívánom terjeszteni";
"ConfigureForWiredCreateRoamingNetworkDescription" = "Válassza ki ezt a beállítást, ha %@ eleme Ethernet használatával kapcsolódik a meglévő bázisállomására/vezeték nélküli routerjére, és ki szeretné terjeszteni a vezeték nélküli hálózatának hatókörét. Mindkét hálózatnak ugyanaz lesz a neve, és a vezeték nélküli kliensek automatikusan az erősebb jelet biztosító hálózathoz fognak kapcsolódni.";

"UseADifferentNetworkName" = "A vezeték nélküli hálózat nevének különböznie kell a meglévő hálózatának nevétől.";

"ReplaceNetworkTopDescription" = "Válassza ki a kicserélendő eszközt vagy hálózatot. Amennyiben nem látja azt, győződjön meg róla, hogy csatlakozik, és a hatókörben található.";
"SelectNetworkTopDescription" = "Válassza ki azon eszközt vagy hálózatot, melyre %@ Ethernet használatával kapcsolódni fog. Amennyiben nem látja azt, győződjön meg róla, hogy csatlakozik, és a hatókörben található.";
"SelectNetworkBottomDescription" = "Amennyiben az eszköz többé nem elérhető, egy eszköz vagy hálózat kijelölése nélkül kattintson a Folytatás gombra.";
"MoreChoices" = "A további lehetőségek megjelenítése";
"LessChoices" = "Kevesebb lehetőség megjelenítése";
"ScanAgain" = "Keresés újra";
"ReplaceOptionsOldDesc" = "Válassza ki, hogy mit kíván tenni a korábbi eszközzel a beállítások költöztetése után";
"ReplaceOptionsOld_Use" = "Továbbra is használom a hálózatomban";
"ReplaceOptionsOld_Restore" = "Alapértelmezett beállítások visszaállítása";
"ReplaceBaseNameModifier" = " Régi";

"ReconfigurePrintersTopDescription" = "Az ezen %@ eszközhöz csatlakoztatott kompatibilis USB-nyomtatók a hálózaton keresztül lesznek megosztva.";
"ReconfigurePrintersChangeNamesDescription" = "Egy nyomtató nevének módosításához kattintson duplán a nevére a Megosztott név oszlopban az alábbi listában.";
"ReconfigurePrintersChangeAllSettingsDescription" = "Nyomtatói nevének és megosztási beállításainak módosítása.";
"ReconfigurePrintersNoneDescription" = "Ezen %@ eszközhöz nem csatlakozik USB-nyomtató.";

"ReconfigureStartOver" = "Ezen %@ eszközt vissza kívánom állítani a gyári beállításokra, majd újból be szeretném állítani azt.";
"ReconfigureChangeSelectedSettings" = "Módosítani kívánom ezen %@ néhány beállítását.";
"ReconfigureUseManualForOtherSettings" = "Amennyiben a módosítani kívánt beállítás nem látható, kattintson a Kézi beállítás gombra az összes beállítás megjelenítéséhez.";
"ReconfigureWirelessSecurity" = "Vezeték nélküli hálózat";
"ReconfigureBaseStationSecurity" = "%@ név és jelszó";
"ReconfigureInternetSettings" = "Internetkapcsolat";
"ReconfigureFileSharingAccess" = "Lemezek";
"ReconfigurePrinters" = "USB-nyomtatómegosztás";
"ReconfigureMusic" = "Zene";
"ReconfigureSelectAtLeastOneSetting" = "Mielőtt a Folytatás gombra kattintana, jelöljön ki legalább egy beállítást.";
"ReconfigurePrompt" = "Ezen %@ már be van állítva és nem jelent problémákat. Visszaállíthatja annak alapértelmezett beállításait, vagy módosíthatja az aktuális beállításait.";
"ReconfigureGoBackForNoChanges" = "A módosítások mellőzéséhez kattintson a Visszalépés gombra.";
"ReconfigureBasePasswordSecurePrompt" = "Ezen %@ jelszó használatára van beállítva.";
"ReconfigureInternetPrompt" = "Ezen %@ az alábbi internet-beállításokat használja.";
"ReconfigureAirPlayPrompt" = "Ezen %@ a következő AirPlay-beállításokat használja.";
"ReconfigureDiskPrompt" = "Ezen %@ az alábbi lemezmegosztási beállításokat használja.";
"ReconfigurePrintersPrompt" = "Ezen %@ az alábbi nyomtató-megosztási beállításokat használja.";
"ReconfigureWirelessSecurePrompt" = "Ezen %@ az alábbi vezeték nélküli beállításokat használja, WPA biztonsági beállítások használata mellett.";
"ReconfigureWirelessInsecurePrompt" = "Ezen %@ az alábbi vezeték nélküli beállításokat használja. ";
"ReconfigureWirelessUseWPA" = "Javasolt a WPA biztonsági beállítások használata.";
"ReconfigureAPModePrompt" = "Megtarthatja ennek a módnak a beállításait, vagy választhat egy másik módot.";
"ReconfigureFinalDescriptionNoChange" = "A(z) %@ eszközének beállításai nem lettek módosítva.";

/* Reconfigure Question strings */
"ReconfigureQuestionSettings" = "%@ beállításai.";
"ReconfigureKeepTheseSettings" = "Ezen eszköz aktuális beállításainak használata";
"ReconfigureKeepCurrentSettings" = "Ezen eszköz aktuális %@ beállításainak használata";
"ReconfigureKeepModeSettings" = "Aktuális vezeték nélküli mód megtartása (%@)";
"ReconfigureChangeTheseSettings" = "Ezen beállítások módosítása";
"ReconfigureChangeCurrentSettings" = "Ezen %@ beállítások módosítása";
"ReconfigureChangeModeCreate" = "Ezen %@ vezeték nélküli hálózat létrehozására van beállítva.";
"ReconfigureChangeModeCreateTitle" = "Hozzon létre vezeték nélküli hálózatot";
"ReconfigureChangeModeExtendTitle" = "Ethernet használatával kapcsolódás hálózathoz a hálózat kiterjesztésére vagy egy második hálózat létrehozására";
"ReconfigureChangeModeJoin" = "Ezen %@ vezeték nélküli hálózathoz való kapcsolódásra van beállítva";
"ReconfigureChangeModeJoinTitle" = "Csatlakozás vezeték nélküli hálózathoz";
"ReconfigureChangeModeDisable" = "Ezen %@ úgy van beállítva, hogy vezeték nélküli hálózata ki van kapcsolva.";
"ReconfigureChangeModeDisableTitle" = "A vezeték nélküli kikapcsolása, és Ethernet használatával kapcsolódás számítógéphez vagy hálózathoz";
"ReconfigureKeepOrChangePrompt" = "Tegye meg a kívánt választást, majd kattintson a Folytatás gombra.";
"ReconfgureDiscardChangesPrompt" = "Biztos benne, hogy el kívánja vetni az ezen beállításokban elvégzett módosításait?";
"ReconfgureDiscardChanges" = "Módosítások elvetése";
"ReconfgureKeepChanges" = "Módosítások megtartása";

"IfUnsureClickMoreInfo" = "Amennyiben nem biztos benne, hogy melyik beállítást válassza, kattintson a Továbbiak gombra.";

"UseManualSetupForOtherSettings" = "Más beállításokhoz a Kézi beállítás használata";

"OnePanelCreateNetworkAutoConfigYes" = "%@ eszköz beállítása ezen beállítások használatával";
"OnePanelCreateNetworkAutoConfigNo" = "Ezen %@ beállításainak módosítása";
"OnePanelCreateNetworkTopDesc" = "Az AirPort segédprogram ezen %@ eszközt egy új biztonságos vezeték nélküli hálózat létrehozására és az internethez való csatlakozásra fogja beállítani.";
"PasswordsSavedToKeychain" = "Az összes jelszó el lesz mentve a kulcskarikára.";
"PasswordsSavedToKeychainWin" = "A bázisállomás jelszava és a vezeték nélküli profil erre a számítógépre lesz mentve.";
"WillConnectUsingEthernet" = "Ezen %@ Ethernet használatával fog kapcsolódni az internethez.";
"WillConnectUsingPPPoE" = "Ezen %@ PPPoE használatával fog kapcsolódni az internethez.";
"WillConnectUsingBridge" = "Ezen %@ áthidaló módra lesz beállítva, mivel egy olyan routerhez vagy egyéb hálózati eszközre kapcsolódik, amely már DHCP vagy NAT használatával oszt ki IP-címeket.";

"OnePanelReplaceTopDesc" = "Az AirPort segédprogram képes a beállításoknak egy másik vezeték nélküli eszközről történő átköltöztetésére. Kérem, válassza ki az eszközt az alábbi listáról.";


"ContinueToUseAssistant" = "Kattintson a Folytatás gombra ezen %@ eszköznek a Asszisztens használatával történő beállításához.";
"ClickQuitWhenDone" = "Amennyiben végzett az AirPort vezeték nélküli eszköz beállításainak módosításával, kattintson a Kilépés gombra.";
"DoSomethingElse" = "Amennyiben másik AirPort vezeték nélküli eszközt kíván beállítani, válassza ki a listáról.";
"SomethingNeedsAttentionUpdate" = "Egy vagy több AirPort vezeték nélküli eszköz frissítést igényel.";
"SomethingNeedsAttentionProblem" = "Egy vagy több AirPort vezeték nélküli eszköz problémát jelentett.";
"SomethingNeedsAttentionDefault" = "Egy vagy több AirPort vezeték nélküli eszköz alapértelmezett beállításokkal rendelkezik.";
"SomethingNeedsContinueUpdate" = "A következő frissítést igénylő eszköz kijelöléséhez kattintson a Folytatás gombra.";
"SomethingNeedsContinueProblem" = "A következő eszköz problémáinak megoldásához kattintson a Folytatás gombra.";
"SomethingNeedsContinueDefault" = "A következő eszköz beállításához kattintson a Folytatás gombra.";

"UpdateFirmware" = "Firmware kód frissítése…";
"UpdateFirmwareTo" = "Frissítés %@ verzióra…";
"CheckUpdateButton" = "Frissítés ellenőrzése";
"CheckStatus" = "Frissítés ellenőrzése…";

/* These strings are only applicable to the Mac */
"TimeMachineTopDesc" = "A Time Machine mindennek megőrzi a biztonsági mentését, ami a Mac gépén található, beleértve a digitális fotókat, zenét, filmeket, TV-műsorokat és dokumentumokat. Amennyiben bármikor szüksége van rá, könnyen visszamehet az időben és bármit visszaállíthat, amiről biztonsági mentés készült.";
"TimeMachineTopDesc2" = "A Time Machine mindennek megőrzi a biztonsági mentését, ami a Mac gépén található, beleértve a rendszerfájlokat, alkalmazásokat, beállításokat, zenét, képeket és egyéb fontos fájlokat. Mivel a Time Machine napi biztonsági mentéseket készít, megtekintheti Mac gépének múltbéli állapotát.";
"TimeMachineQueryDescTimeMachineAlreadySetUpSpecific" = "A Time Machine már be van állítva ennek a számítógépnek a(z) %@ eszközre való biztonsági mentése.";	/* the name of a backup device */
"TimeMachineQueryDescTimeMachineAlreadySetUp" = "A Time Machine már be van állítva ennek a számítógépnek a biztonsági mentésére.";
"TimeMachineQueryDesc" = "Kívánja, hogy erről a számítógépről a Time Machine használatával biztonsági mentés készüljön a(z) %@ eszközére?";	/* Time Capsule is the most likely substitution */
"TimeMachineSetUpTimeMachine_No" = "Most ne";
"TimeMachineSetUpTimeMachine_YesTMPrefs" = "Igen (A Time Machine beállítások meg fognak nyílni a Time Capsule frissítését követően.)";
"TimeMachineBottomDesc" = "A Time Machine megtartja:\n\nAz elmúlt 24 óra óránkénti biztonsági mentéseit\nAz elmúlt hónap napi biztonsági mentéseit\n\nA heti biztonsági mentéseket, míg a biztonsági mentési lemez meg nem telik";
"TimeMachineUseTMPrefs" = "A hálózatán lévő más számítógépek biztonsági mentéséhez, vagy további Time Machine beállítások beállításához használja a Rendszerbeállításokban lévő Time Machine beállításokat.";
"TimeMachineWillLaunchTMPrefs" = "A Time Machine beállítások meg fognak nyílni ezen %@ beállítását követően.";

"TimeMachineMigrateDiskDesc" = "Az AirPort segédprogram a(z) „%@” minden Time Capsule lemeztartalmát át tudja költöztetni erre a Time Capsule készülékre.";
"TimeMachineMigrateDiskDesc.replace" = "Ha a Time Capsule-lemez Time Machine biztonsági mentést tartalmaz, akkor a rendszer átköltözteti, és minden Time Machine ügyfélprogram az új Time Capsule készüléket fogja használni a biztonsági mentések készítéséhez.";
"TimeMachineMigrateDisk" = "Lemez tartalmának költöztetése erre a Time Capsule-lemezre";
"TimeMachineMigrateDiskEraseSource" = "„%@” lemeztartalmának törlése a költöztetés után";
"TimeMachineMigrateDiskEraseSource.description" = "A(z) „%@” lemezének tartalma csak akkor törlődik, ha sikeres volt az átköltöztetés erre a Time Capsule készülékre.";
"TimeMachineMigrateDiskReplace.description" = "Ezen Time Capsule-lemez minden tartalmának cseréje a(z) „%@” lemeztartalmával";

"TimeMachineMigrateDiskSummary.Settings" = "Az AirPort segédprogram a(z) „%@” tartalmát, jelszavait és hálózati beállításait az új %@ eszközre fogja költöztetni.";
"TimeMachineMigrateDiskSummary.Backups" = "Ha a(z) „%@” tartalmaz Time Machine biztonsági mentéseket, akkor a rendszer ezeket is átköltözteti. Ez hosszú időt vehet igénybe.";
"TimeMachineMigrateDiskSummary.Renaming" = "A költöztetés során annak az eszköznek, amelyről költöztet, „%@%@” lesz a neve. Az új eszköz neve „%@” lesz.";
"TimeMachineMigrateDiskSummary.SourceEraseWarning" = "A költöztetés után a(z) „%@%@” minden lemeztartalma törlődik.";
"TimeMachineMigrateDiskSummary.TargetEraseWarning" = "A költöztetés elkezdése előtt ezen Time Capsule tartalma törlődik.";
"TimeMachineMigrateDiskSummary.CannotBeUndone" = "Ez nem vonható vissza.";
"TimeMachineMigrateDiskSummary.PostMigrateDefaultsEraseSuggestion" = "A költöztetés befejezése után az előző Time Capsule készüléket visszaállíthatja az alapértelmezett beállításokra, és törölheti a lemezét.";
"HowToRestoreDefaults" = "Az eszköz visszaállításához az oldalsávról nyissa meg a konfigurációját a Manuális beállítás elemre kattintva, majd válassza a Bázisállomás menü Az alapértelmezett beállítások visszaállítása elemét.";
"HowToEraseDisk" = "A lemez tartalmának törléséhez válassza a Lemez törlése lehetőséget a Lemezek panelen.";
 
"MigrateSummaryDescription" = "Ez a(z) %@ a(z) „%@” beállításainak használatára lesz beállítva. Ezek magukban foglalják a lemez tartalmát, a hálózati beállításokat és a jelszavakat is. Ha a(z) „%@” Time Machine biztonsági mentéseket is tartalmaz, akkor a rendszer ezeket is átköltözteti.";
"MigrateSummaryEthernetDescription" = "A költöztetés optimalizálásához csatlakoztasson egy Ethernet-kábelt a régi eszköz WAN-portjába és az új eszköz LAN-portjába, amikor erre kéri a rendszer.";
"MigrateSummaryMoreInfo" = "Kattintson a További információk gombra a költöztetéssel kapcsolatos további információkért, majd kattintson a Frissítés elemre a költöztetés megkezdéséhez.";

"WirelessInterfaceIsOff" = "A vezeték nélküli hálózat felülete ki van kapcsolva.";
"AirPortIsOff" = "Az AirPort ki van kapcsolva.";
"MigrateRequiresAirPort" = "A bázisállomások vagy vezeték nélküli routerek cseréjéhez az AirPort bekapcsolására van szükség. Bekapcsolja?";
"MigrateRequiresWireless" = "A bázisállomások vagy vezeték nélküli routerek cseréjéhez be kell kapcsolni a vezeték nélküli hálózatot.";
"AUWorksBetterWithWireless" = "Győződjön meg róla, hogy rendelkezik telepített és beállított vezeték nélküli kártyával, és hogy engedélyezve van a vezeték nélküli hálózatok használata.";
"AUWorksBetterWithAirPort" = "Győződjön meg róla, hogy rendelkezik telepített AirPort-kártyával, és hogy engedélyezve van az AirPort.";


/* End of AirPortAssistant.strings file */
